[{"model": "main.brewery", "pk": 1, "fields": {"name": "Tedorigawa", "address": "41, Hakusan, Ishikawa 924-0843, Japan", "prefecture": "Ishikawa", "phone": "+81 76-276-3311", "email": "info@tedorigawa.com", "description": "We inherit the hand-brewed sake cultivated in the local culture and traditional culture, and aim to satisfy customers and happiness of employees and their families through sake brewing of high quality.We challenge ourselves to see just how much passion can go into one bottle of sake, so that our customers can enjoy the most delicious sake. We offer sake that makes a meal in a quiet place, and good times spent with friends, even better.", "slug": "tedorigawa", "image": "image/upload/v1588669857/sake_time/breweries/fbvvknldgchuiezubplm.jpg", "lat": 36.487694, "long": 136.565557, "website": "https://tedorigawa.com/", "header": "image/upload/v1588669859/sake_time/breweries/hg9ny6suicmfrhruo1oz.jpg"}}, {"model": "main.brewery", "pk": 2, "fields": {"name": "Asahi Shuzo", "address": "2167-4, Shutomachi Osogoe, Iwakuni-shi, Yamaguchi, 742-0422, Japan", "prefecture": "Yamaguchi", "phone": "+81 82-786-0120", "email": "info@asahishuzo.ne.jp", "description": "In the face of this, we have followed a natural flow of change, making our company, Asahi Shuzo, one of the most unique breweries in Japan. We have slowly, gently, and carefully changed much about the way we exist and brew, change that has been inspired partly by our own crises and difficult times.And we have emerged with more focus and resolve to create sake like no other. At Asahi Shuzo, we brew only premium Junmai Daiginjo sake. There are but a few breweries in all of Japan that focus all effort on making only top grade sake. Our commitment to this defines every aspect of our brewery's existence.", "slug": "asahi-shuzo", "image": "image/upload/v1588669995/sake_time/breweries/fhpzapm2xrfjok4ckioh.png", "lat": 34.126262, "long": 132.004178, "website": "https://www.asahishuzo.ne.jp/en/", "header": "image/upload/v1588669998/sake_time/breweries/ll8yjtdqojn88owjxxpo.jpg"}}, {"model": "main.brewery", "pk": 3, "fields": {"name": "Ishikawa Brewery", "address": "1 Kumagawa, Fussa City, Tokyo 197－8623, Japan", "prefecture": "Tokyo", "phone": "＋81-42-553-0100", "email": "liveinfo@tamajiman.co.jp", "description": "The history of Ishikawa Brewery started on September 1, 1863 (under the old calendar). The original location of the brewery was in Ogawa Village, on the opposite bank of the Tama River. In 1881, Ishikawa Brewery built a new kura (storehouse) in the present Kumagawa area and, in 1883, the whole business finished moving to this location. Ishikawa Brewery earlier used 'Yae-zakura' (double-flowered cherry) as a brand name at first after the establishment of the business. This brand name showed the sister-company relationship with Morita Shuzo in Ogawa Village, who brewed 'Yae-giku' (double-flowered chrysanthemum). In 1919, the brand was renamed 'Yae-ume', (double-flowered plum), and in 1933, the present brand name, 'Tamajiman', came to be used.", "slug": "ishikawa-brewery", "image": "image/upload/v1588670014/sake_time/breweries/p81mlb9vhbjnykramkev.png", "lat": 35.72021, "long": 139.332554, "website": "https://www.tamajiman.co.jp/en/", "header": "image/upload/v1588670016/sake_time/breweries/gidqenoarwji5gnutzex.jpg"}}]