[{"model": "main.post", "pk": 1, "fields": {"title": "What you need to know about sake", "author": 1, "lede": "Sake, also spelled saké, is an alcoholic beverage made by fermenting rice that has been polished to remove the bran.", "date": "2020-04-29T18:50:48Z", "image": "image/upload/v1588670045/sake_time/posts/wsj4cy4gguhpm4ze0n5p.jpg", "body": "Sake, also spelled saké, is an alcoholic beverage made by fermenting rice that has been polished to remove the bran. Despite the name, unlike wine, in which alcohol is produced by fermenting sugar that is naturally present in fruit (typically grapes), sake is produced by a brewing process more akin to that of beer, where starch is converted into sugars, which ferment into alcohol.\r\n\r\nThe brewing process for sake differs from the process for beer, where the conversion from starch to sugar and then from sugar to alcohol occurs in two distinct steps. Like other rice wines, when sake is brewed, these conversions occur simultaneously. Furthermore, the alcohol content differs between sake, wine, and beer; while most beer contains 3–9% ABV, wine generally contains 9–16% ABV, and undiluted sake contains 18–20% ABV (although this is often lowered to about 15% by diluting with water prior to bottling).\r\n\r\nIn Japanese, the word sake (kanji: 酒, Japanese pronunciation: [sake]) can refer to any alcoholic drink, while the beverage called \"sake\" in English is usually termed nihonshu (日本酒; meaning 'Japanese liquor'). Under Japanese liquor laws, sake is labelled with the word \"seishu\" (清酒; 'clear liquor'), a synonym not commonly used in conversation.\r\n\r\nIn Japan, where it is the national beverage, sake is often served with special ceremony, where it is gently warmed in a small earthenware or porcelain bottle and sipped from a small porcelain cup called a sakazuki. As with wine, the recommended serving temperature of sake varies greatly by type."}}, {"model": "main.post", "pk": 2, "fields": {"title": "The Different Types of Sake", "author": 1, "lede": "Sake is a Japanese alcohol that is unique in its own special way. The Japanese legal name for the drink is Seishu. It is made from sake rice which is fermented in the presence of fungus and yeast.", "date": "2020-04-29T18:52:28Z", "image": "image/upload/v1588670055/sake_time/posts/lpdrfohuioawfgm7puou.jpg", "body": "Sake is a Japanese alcohol that is unique in its own special way. The Japanese legal name for the drink is Seishu. It is made from sake rice which is fermented in the presence of fungus and yeast. There are many different types of sake, and it is a good idea to consider them before you can choose one or several that you would enjoy.\r\n\r\nJunmai-shu, Ginjo-shu, Daiginjo-shu, Honjozo-shu and Namazake are the five main kinds of sake. They are brewed in slightly different ways and make use of different percentage of milling and hence, have a unique taste. Seimai Buai, or the degree of milling, makes all the difference to the sake. The drink is made with sake rice which is stripped of the bran in order to remove the protein and oil that the grain contains.\r\n\r\nAnother notable difference is the addition of pure alcohol to the fermented drink.  Unlike what some people think, the addition of brewer’s alcohol doesn’t adulterate the sake but may actually add to its richness and improve the shelf life of the sake. It may be difficult to distinguish one type of sake from the other and so, it is recommended that people pay attention to the details mentioned on the label on the bottle.\r\n\r\nJunmai-shu\r\n\r\nJunmai-shu contains pure unadulterated sake and no brewer’s alcohol is added to it.  No additional starch or sugar is added to the alcohol. Junmai-shu uses Seimai Buai of a minimum of 70% of milled rice. This means that no more than 70% of the rice maintains its original size. Only about 30% of the rice grain has its outer layer removed. While there is no legal specification regarding the amount of milled rice in Junmai-shu but brewers are required to mention this amount on the label.\r\n\r\nJunmai-shu sake has a full and rich body. It has a higher acidic level as compared to some other types of sake. Its fragrance is not very prominent and is often served hot. Some other types of sake such as Ginjo-shu and Daiginjo-shu can also be considered as Junmai-shu if no alcohol is added to them.\r\n\r\nGinjo-shu\r\n\r\nThe Ginjo-shu is made with rice, of which 40% is milled, while 60% retain their original size. It has a wonderful aroma, and has a delicate and light flavor. Brewer’s of Ginjo-shu use a special type of yeast and the rice mash is fermented in low temperatures. It also requires labor-intensive techniques to prepare the sake. It is best served cold to retain its flavor and aroma.\r\n\r\nDaiginjo-shu\r\n\r\nThe Daiginjo-shu is a type of Ginjo-shu. It too uses a rice mash made with sake rice that includes milled rice in a percentage between 35%-50%. This alcohol is high on fragrance and has a full body, delicate taste and a brief tail.\r\n\r\n Honjozo-shu\r\n\r\nHonjozo-shu uses sake rice which has a Seimai Buai or the degree of milling of 70%. This means that 70% of the grain retains its original size, while 30% is milled. The sake is made by adding brewer’s alcohol and is not as potent as sake that is made without the addition of alcohol. This addition is responsible for giving the sake a light and smooth body and flavor. It also makes the aroma of the drink distinct and easily identified. The Honjozo-shu is ideally served warm.\r\n\r\nNamazake\r\n\r\nNamazake basically means that the alcohol is not pasteurized. All types of sake can be Namazake. Therefore, Junmai-shu, Ginjo-shu or any other types of sake can be Namazake. This type of alcohol needs to be refrigerated so that the flavor and aroma of the drink does not change. Some other types of sake include Jizake or sake that is produced by small brewers and is not mass produced. This doesn’t always mean that it is high quality sake.\r\n\r\nUnfiltered sake is referred to as Nigori-zake. It is cloudy and not clear like some of the other sake. It also often has some koji rice in the bottle. It is sweet and makes a great dessert drink. The Kijoshu is also considered to be dessert sake. It uses less water and more sake during the fermentation process."}}]