[
  {
   "name": "Daiginjo Shizuku",
   "short_description": "",
   "description": "Our high-grade sake.We mill our selected high qualitied ‘Yamada Nishiki’rice of 65% of the weight.Sake mush is dripped from hanged cloth bags and we collect the drops of sake.",
   "price": "132.00",
   "abv": 17.0,
    "active": true,
    "in_stock": true,
    "slug": "daiginjo-shizuku",
   "sake_type": "d",
   "brewery": 3,
   "tags": "smooth",
    "volume": 720
 },
  {
   "name": "Tamajiman Daiginjo",
   "short_description": "",
   "description": "The Tamajiman Daiginjo line differs from the Junmai line due to the adding of neutral alcohol, thus giving it a rich taste and a strong ginjo-aroma.We mill 65% of the rice's weight.",
   "price": "33.0",
   "abv": 15.0,
    "active": true,
    "in_stock": true,
    "slug": "tamajiman-daiginjo",
   "sake_type": "d",
   "brewery": 3,
   "tags": "smooth",
    "volume": 720
 },
   {
   "name": "Tama no Yotokobi Junmai Daiginjo",
   "short_description": "",
   "description": "We mill 50% of the rice's weight. Although we normally pasteurize our sake twice, for this line we conduct pasteurization only once.We do this in order to retain its strong fruity aroma.",
   "price": "20.0",
   "abv": 15.0,
     "active": true,
    "in_stock": true,
    "slug": "tama-no-yotokobi-junmai-daiginjo",
   "sake_type": "jg",
   "brewery": 3,
   "tags": "premium",
     "volume": 720
 },
   {
   "name": "Junmai Kumagawa Ichibanchi",
   "short_description": "",
   "description": "We mill 40% of the rice’s weight. Defined by its full bodied character, you will find that this line has a subtle sweetness and is the ideal choice for those new to sake.",
   "price": "33.75",
   "abv": 15.0,
     "active": true,
    "in_stock": true,
    "slug": "junmai-kumagawa-ichibanichi",
   "sake_type": "j",
   "brewery": 3,
   "tags": "15",
     "volume": 720
 },
  {
   "name": "DASSAI 23",
   "short_description": "",
   "description": "To craft the ultimate Junmai-Daiginjo sake, we polished down Yamada-Nishiki rice to 23%. Delivering delicate floral aromas with a palate reminiscent of honey and an elegant lasting finish.",
   "price": "90.0",
   "abv": 16.0,
    "active": true,
    "in_stock": true,
    "slug": "dassai-23",
   "sake_type": "jd",
   "brewery": 2,
   "tags": "smooth, premium",
    "volume": 720
 },
  {
   "name": "DASSAI 39",
   "short_description": "",
   "description": "Showing a luscious and juicy character with a nectar like sweetness on the palate, followed by a long bright finale. This is Junmai-Daiginjo.",
   "price": "43.00",
   "abv": 16.0,
    "active": true,
    "in_stock": true,
    "slug": "dassai-39",
   "sake_type": "jd",
   "brewery": 2,
   "tags": "smooth, premium, sweet, honey",
    "volume": 720
 },
   {
   "name": "DASSAI 45",
   "short_description": "",
   "description": "“There is no reason for us to craft sake unless it’s super delicious.”, this is the Dassai way. Using Yamada-Nishiki rice polished down to 45%, we deliver fruit aromatics and delicate sweetness.",
   "price": "30.00",
   "abv": 16.0,
     "active": true,
    "in_stock": true,
    "slug": "dassai-45",
   "sake_type": "jd",
   "brewery": 2,
   "tags": "premium, smooth, fruity, sweet",
     "volume": 720
 },
   {
   "name": "DASSAI Sparkling 45",
   "short_description": "",
   "description": "Unpasteurized, and naturally carbonated, this sake is slightly fruity and has a refreshing taste.",
   "price": "22.00",
   "abv": 15.0,
     "active": true,
    "in_stock": true,
    "slug": "dassai-sparkling-45",
   "sake_type": "jd",
   "brewery": 2,
   "tags": "sparkling, premium",
     "volume": 360
 },
  {
   "name": "Tedorigawa Mangekyo Junmai Daiginjo 'Kaleidoscope'",
   "short_description": "",
   "description": "Truly a connoisseur’s experience this one of a kind Daiginjo has an aroma profile filled with cherries, white grapes, ginger and aloe vera. For those who know their wines behold a sake that transcends layers of grape flavors and achieves a personality that one can never find in a fruit juice. Fat, silky, beefy, and solid do not do justice to this brew that drinks crisp, bright and dry. There are hints of mint, white grape, and tangerine elements with a finish that speaks to those who like a hint of clean twang. ",
   "price": "280.00",
   "abv": 18.0,
    "active": true,
    "in_stock": true,
    "slug": "tedorigawa-mangekyo-junmai-daiginjo-kaleidoscope",
   "sake_type": "jd",
   "brewery": 1,
   "tags": "premium, mint, fruity, dry",
     "volume": 720
 },
  {
   "name": "Tedorigawa Yamahai Junmai",
   "short_description": "",
   "description": "This brewery has become famous for appearing in the movie called “The Birth of Sake,” but it was already famous for making some of the best sake in Ishikawa prefecture. The nose on this stalwart sake is made up of honey tea, sweet rice, maple syrup, and nutty aromas. Typically Yamahai style sake is big and bold with lots of acidity and tons of flavors. This brew is no exception, except for the high acidity! It drinks rich and bold with lots of action that wakes the palate with a bright and cutting sharpness that is addictive with each sip. There are hints of honey, cashews, yogurt, and a vein of citrus that drinks dry and fun. If you want to explore the Yamahai category then it’s very important to taste this sake that is as good room temperature and warmed as it is chilled. This is a food pairing masterpiece",
   "price": "34.00",
   "abv": 15.0,
    "active": true,
    "in_stock": true,
    "slug": "tedorigawa-yamahai-junmai",
   "sake_type": "j",
   "brewery": 1,
   "tags": "fruity, acidic, honey, savory",
     "volume": 720
 },
   {
   "name": "Tedorigawa Iki na Onna Daiginjo",
   "short_description": "",
   "description": "This unique sake was made specifically to celebrate women sake store-owners in Japan. Cool! It has a nose filled with green apple, sweet nuts, honeydew, and bubblegum aromas. Talk about a drinkable adventure in a glass. Lady Luck drinks lively, sprightly, and with a confident smoothness that excels in a mid-sized glass. Look for hints of honey tea, persimmon, young pear, and sweet rice flavors that are paired with a round & smooth fluidity that has a quick finish and a peek-a-boo tail. If you are looking for approachable complexity, then this Lady brings you Luck.",
   "price": "55.00",
   "abv": 17.0,
     "active": true,
    "in_stock": true,
    "slug": "tedorigawa-iki-na-onna-daiginjo",
   "sake_type": "d",
   "brewery": 1,
   "tags": "apple, flower, pear, sweet, smooth",
     "volume": 720
 },
   {
   "name": "Tedorigawa Yamahai Daiginjo",
   "short_description": "",
   "description": "There are not a lot of Yamahai Daiginjos out there so it’s always fun to take note of amazing efforts such as this brew. The nose is nice collection of buttery corn, butterscotch, cream, and a hint of mint aromas. If you ever wanted to taste the term “creamy” in a sake then this sake is for you. It is a calm, even, soft and velvety sake that has a creamy side that moves on the silky flow. Not your typical Daiginjo with lots of fruity impact. Look for a roundness and richness that has a milkshake quality in flavor with hints of sweet nuts and whip cream. A larger glass brings forth more creaminess. ",
   "price": "48.00",
   "abv": 15.0,
     "active": true,
    "in_stock": true,
    "slug": "tedorigawa-yamahai-daiginjo",
   "sake_type": "d",
   "brewery": 1,
   "tags": "nuts, cream, mint, dry, buttery, savory",
     "volume": 720
 }

]